[
  {
    "id": "1",
    "title": "Amazing Hanuman",
    "language": "English",
    "author": "Paramahamsa Prajnanananda",
    "category": "New Arrivals",
    "price": 350,
    "image": "https://kriya.org/assets/media/prod_images/amazinghanuman-1749249511.jpg",
    "detail_link": "https://kriya.org/store/product/amazing-hanuman/en",
    "description": "One might wonder what significance the ancient tales of Shri Hanuman, one of India's most revered deities, hold for people in the world today. However, one needs to read only a few passages from this book to answer this question. His character, courage, selflessness, humility, and dedication to serving God and humankind are precisely what is lacking at this present time.\n\nFor centuries the spiritual luminaries of India have plumbed the depths of the Ramayana to understand Shri Hanuman, Lord Rama's greatest devotee. Paramahamsa Prajnanananda, the author of this book, is among them. A masterful storyteller with wisdom and insight, he unfolds the life and true purpose of Shri Hanuman in a poetic and revealing manner. He offers us a deeper understanding of what a selfless devotee can be. Hence, the reader will ultimately find that Shri Hanuman, the ever-devoted servant of the Lord, is the role model to guide our search for truth."
  },
  {
    "id": "2",
    "title": "The Hamsa Gita – A Practical Spiritual Dialogue",
    "language": "English",
    "author": "Paramahamsa Prajnanananda",
    "category": "New Arrivals",
    "price": 520,
    "image": "https://kriya.org/assets/media/prod_images/hamsagita-1749249575.jpg",
    "detail_link": "https://kriya.org/store/product/the-hamsa-gita/en",
    "description": "The Hamsa Gita is presented as a practical spiritual dialogue that guides the sincere aspirant through the core teachings of Vedanta. This book elucidates the path of self-knowledge with clarity and compassion.\n\nThrough conversations and stories, the book illuminates the means to integrate spiritual practice into everyday life, helping readers cultivate inner peace and steady wisdom."
  },
  {
    "id": "3",
    "title": "Navaratri: Nine-Day Worship of the Divine Mother",
    "language": "English",
    "author": "Paramahamsa Prajnanananda",
    "category": "New Arrivals",
    "price": 480,
    "image": "https://kriya.org/assets/media/prod_images/navaratri-1749249493.jpg",
    "detail_link": "https://kriya.org/store/product/navaratri-nine-day-worship/en",
    "description": "A devotional manual and commentary for those who wish to celebrate the nine days of Navaratri, honoring the Divine Mother. Practical guidance, mantras, and meditations are included to deepen one's experience of devotion.\n\nThe book balances textual exposition with experiential practices so that readers can follow a meaningful nine-day observance."
  }
]



